const ghosts = [
  {
    name: "Беларускія здані і іншыя лакальныя істоты",
    path: "ghosts",
    root: "ghosts",
    items: [
      {
        name: "Чорная панна",
        src: "chornaja-panna",
        description: `Гэта, напэўна, самы знакаміты прывід Беларусі і таксама адна з маіх любімых легенд. Чорная Панна Нясвіжа. Прывід каралевы Барбары Радзівіл, каханай караля Рэчы Паспалітай, якую па легендзе атруціла яго маці Бона Сфорца. Пасля яе смерці Кароль з алхімікамі спрабаваў звязацца з яе духам, але рытуал быў парушаны і з тых пор яе прывід і па сей дзень гуляе па Нясвіжскім палацы. Лічыцца, што здань прыходзіць праз люстэрку, асабіста ў тых месцах палаца, дзе люстэркі вісяць на супраць адна адной.  `,
      },
      {
        name: "Жанчына-сава ў Нясвіжы",
        src: "katazhina-radzivil",
        description: `Княгіня-сава з Нясвіжа. Ганна Катажына Радзівіл была неверагодным гістарычным героем, але з пункту гледжання беларускага фальклору яна цікавая, перш за ўсё, дзякуючы нясвіжскай легендзе пра жалобную саву. Ганна нарадзіла мужу цэлых 17 дзяцей, але выжылі толькі 6 з іх. Да канца свайго жыцця яна насіла чорнае і аплаквала памерлых, а пасля смерці была пахавана ў радавой грабніцы ў Нясвіжскім Фарным Касцёле побач са сваімі 11 дзецьмі. Па легендзе, пасля смерці Ганна ператварылася ў чорную саву, якая па начах жаласна плача і стогне, бядуючы аб сваіх дзецях. Гэтыя гукі можна пачуць і зараз у начным Нясвіжскім парку каля палаца.`,
      },
      {
        name: "Белая панна Мірская",
        src: "belaja-panna-mirskaja",
        description: `Прывід Белай Панны Мірскай. Прывід Соні Святаполк-Мірскай з’яўляецца ў залах і ваколіцах Мірскага замка. Яшчэ ў маленстве дзяўчынка патанула і яе здань гуляе па замку ноччу ў белай сукенцы. Таксама яна часценька ходзіць у Нясвіж да Чорнай Панны праз патаемны падземны тунэль паміж дзвюма замкамі. Менавіта ў гэтым тунэлі захаваны легендарныя 12 залатых апосталаў Радзівілаў.`,
      },
      {
        name: "Дух абаронцы Мірскага замка",
        src: "mirskij-abarontsa",
        description: `Дух Мірскага замка, Абаронца Мірскага замка. На паўднёвым баку Мірскага замка выразна вылучаецца невялікі камень, які нагадвае галаву барана. Па старажытнай легендзе лічыцца, што пад уплывам паганства будаўнікі замуравалі ў паўднёвую сцяну сімвалічную галаву барана. Гэты камень - "стафiя", або "стыхія", і азначае прывід, цень жывой істоты, якая ахоўвае дом. Забіўшы жывёлу і адцiснуўшы яго твар у камені, прывід назаўжды звязваўся з замкам.`,
      },
      {
        name: "Чорны манах і Белая панна",
        src: "chorny-manakh",
        description: `Здані Гальшанскага замка. Калісьці даўно бязродны малады хлопец Грыміслаў Валюжыніч закахаўся ў шляхетную прыгажуню - князёўну Ганну- Гардзіславу Гальшанскую. Дзяўчына адказала ўзаемнасцю. Каб пра іх сустрэчах ніхто не здагадваўся, Грыміслаў апранаўся ў манаскія адзенні ды пад выглядам манаха трапляў у замак. Аб таемных сустрэчах закаханых даведаўся бацька князёўны, злосны і помсны князь. Паважаючы жорсткія традыцыі сярэдніх стагоддзяў, ён, абараняючы радавы гонар, загадаў замураваць юнака і дзяўчыну ў адной з сцен замка. З тых часоў і да нашых дзён па галерэях і падвалах замка неспакойна блукае цень Чорнага Манаха і прывід Белай Панны. Ёсць і іншая легенда, што Белая Панна гэта прывід жонкі аднаго з будаўнікоў Гальшанскага касцёла, якую замуравалі ў сцяну рабочыя-язычнікі, для таго, каб тая перастала бясконца абвальвацца.`,
      },
      {
        name: "Белая панна",
        src: "belaja-panna",
        description: `Паводле легенды, адна са сцен францысканскага кляштара ў Гальшанах пры будоўле пастаянна разбуралася. Між тым Сапега - уладальнік Гальшан - прыгразіў будаўнікам жорсткай карай, калі тыя не паспеюць да тэрміна. Па парадзе вядзьмаркі будаўнікі вырашылі прынесці чалавечую ахвяру - жонку, якая раней за іншых прыйдзе з абедам. Самы малады будаўнік горача маліўся, каб гэта была не яго каханая жонка. Але менавіта яна самай першай і прыйшла да маладога мужа. Жанчыну замуравалі ў сцяну жыўцом па старым паганскім звычаі. Справы тут жа пайшлі на лад, і 6 жніўня 1618 года былі пабудаваны два вялікія аб'екты: касцёл і кляштар францысканцаў. З таго часу будынак абіцелі ні разу не разбураўся, не перабудоўваўся.
<br/><br/>У 1997 годзе падчас чысткі скляпоў пад сцяной кляштара двое працоўных знайшлі жаночы шкілет. Будаўнікі сабралі астанкі ў каробку і мелі намер іх пазней пахаваць, але згубілі. З таго часу ў манастыры пачалі адбывацца дзіўныя рэчы. Рабочыя памерлі пры дзіўных абставінах, а сцяна дала вялікую расколіну.`,
      },
      {
        name: "Здань служкі Косаўскага палаца",
        src: "kosauski-pryvid",
        description: `Косаўскі палац, які пачаў будаваць Казімір Пуслоўскі, а скончыў будаўніцтва яго сын Вандалін, мае мноства легенд. Кажуць, што падлога аднаго з палацавых пакояў была празрыстай, а пад ёй плавалі рыбкі, а па начах у калідорах хадзіў сапраўдны леў, які ахоўваў багацці гаспадароў. Па легендзе, аднаму з часта гасціўшых у Вандаліна Пуслоўскага шляхцічаў спадабалася маладая служанка. Яна не адказвала яму ўзаемнасцю і шляхціц вырашыў учыніць над ёй страшэнную расправу. Служанка засталася адна ў начных калідорах, калі па іх хадзіў леў. Цела яе не знайшлі, але яе здань з таго часу з'яўлялася кожны раз, калі ў палац зноў прыязджаў шляхціц. Прывід ходзіць па калідорах палаца і дагэтуль, палохаючы тых, хто не чысты на руку.`,
      },
      {
        name: "Дзікае паляванне",
        src: "wild-hunt",
        description: `Дзікае Паляванне - папулярны вобраз у фальклоры еўрапейскіх краін. Як правіла, гэта нейкая група прывідаў верхам на конях, якая пераследуе ў начны час людзей, з мэтай выкрадання іх душ. Важак групы ад падання да падання адрозьніваецца - ад Одзіна ў скандынаваў, да Караля Артура ў англічан. Беларускі фальклор назаўжды звязаў з гэтым вобразам наш пісьменнік У.Караткевіч у сваім творы "Дзікае Паляванне Караля Стаха"`,
      },
      {
        name: "Здань дзяўчыны з сабакам у Крэва",
        src: "krevo-pryvid",
        description: `Старая легенда Крэўскага Замка распавядае пра двух князёў, закаханых у адну дзяўчыну. Яны пабіліся з-за яе на дуэлі, у выніку якой адзін з князёў быў забіты. Другі пайшоў да дзяўчыны прызнавацца ў сваіх пачуццях, але быў адрынут. Раззлаваўшыся, адрынуты князь пракляў дзяўчыну і загадаў замураваць яе ў сцяне Крэўскага замка. Дзеўчын сабака спрабаваў перашкодзіць будаўнікам і яго замуравалі разам з дзяўчынай.
<br/><br/>У месячную ноч і цяпер на руінах Крэўскага Замка можна ўбачыць, як па сценах ходзіць жанчына ў княдзескім адзенні, некаторыя бачаць і сабаку побач з ёй. Ходзяць чуткі, што не любіць яна жывых і зайздросціць ім, таму трэба трымацца ад яе далей.`,
      },
      {
        name: "Здані ваяроў князя Карыбута",
        src: "lidski-pryvid",
        description: `Прывід Лідскага замка. Прывід аднаго з ваяроў Князя Карыбута, які здрадзіў сваёй дружыне. Падчас аблогі Лідскага замка, Князь уцёк праз патаемны ход, пакінуўшы сваіх ваяроў на верную смерць. З таго часу прывіды ваяроў шукаюць Князя, каб адпомсціць.`,
      },
      {
        name: "Здані манахаў францысканцаў",
        src: "lidskija-manakhi",
        description: `Час ад часу ля начнога Лідскага замка з'яўляюцца добрыя духі манахаў-францысканцаў. У ХIV стагоддзі тутэйшыя паганцы забілі першых місіянераў ордэна Святога Францішка Асізскага, якія прыйшлі на Лідскія землі прапаведаваць хрысціянства і аскетызм. Іх магілы апынуліся якраз пад мурамі замка.
<br/><br/>Францысканскія манахі вядомыя сваім шэрым адзеннем і тым, што падвязвалі яго звычайнай доўгай вяроўкай. Гэтыя самыя вяроўкі асабліва свецяцца ўначы ў зданяў манаскага ордэна. Часам толькі святло гэтых вяровак і відаць.`,
      },
      {
        name: "Белая дама",
        src: "belaja-dama",
        description: `Белая Дама - здань жанчыны ў белых адзеннях, якая час ад часу з’яўляецца ў ваколіцах былога кляштара базыльянак у Гродна, зараз гэта жаночы праваслаўны кляштар Раства Багародзіцы.
<br/><br/>Калісьці гэтая легенда бэла вельмі папулярная ў горадзе, зараз жа яе ўзгадваюць меньш, чым іншыя ды і адшукаць яе арыгінал амаль што немагчыма.
<br/><br/>Але добра захавалася мастацкая інтэрпрэтацыя легенды, дзякуючы аповесці "Белая Дама" таленавітага гарадзенскага пісьменніка Аляксея Карпюка.
<br/><br/>За савецкім часам кляштар быў часткай дзяржаўнага музея рэлігіі і атэізму, у якім і працаваў тады А.Карпюк. Пад час рэстаўрацыі будынка, у мурах старажытнага кляштара былі знойдзены моцна паднішчанныя вільгаццю старыя сшыткі. Гэта быў нататнік Белай Дамы. Паводле пісьменніка, на падмурках гэтага нататніка і была напісана аповесць.
<br/><br/>Белая Дама - гэта здань Катажыны Валковіч, якая нарадзілася ў Путрышках, каля Гародні. Яе лёс склаўся вельмі цяжка: шлюб без кахання і першы муж вар’ят, турэцкі палон, пабег з галер, смерць другога каханага мужа, абвінавачванні ў вядзьмарстве. Свой нататнік яна пачала пісаць у лютым 1659 года ў кляштары базыльянак для свайго сына, каб распавесці сваю гісторыю...`,
      },
      {
        name: "Прывід Стэфана Баторыя",
        src: "grodno-castle-pryvid",
        description: `Прывід Гродзенскага Старога Замка. Мноства разоў у начным музеі Старога Замка супрацоўнікі чулі крокі і хрыплую лаянку. Адныя кажуць, што гэта прывід караля Казіміра IV, іншыя, што самога Стэфана Баторыя. Я схіляюся да другога, бо менавіта яго здань бачылі і на месцы, дзе калісьці стаяў Касцёл Найсвяцейшай Панны Марыі (у народзе Фара Вітаўта) - па меркаванні Стэфана Баторыя гэта быў найпрыгажэйшы храм ва ўсёй Рэчы Паспалітай. Стэфан Баторый шмат зрабіў для горада Гродна. Менавіта тут ён праводзіў шмат часу, у далечыні ад інтрыг польскіх прыдворных у Кракаве. Ён любіў гэты горад. Тут жа яго і пахавалі ў Саборы Св. Францішка Ксаверыя, ён памёр ад хваробы, а ў народзе кажуць, што яго ўзяў дэман Кадук. Тым не менш, у часы, калі Гродна было часткай Польшчы, яго астанкі вывезлі ў Кракаў. А прывід ягоны застаўся тут, у любімым горадзе. Кажуць, что за апошнім часам ён асабліва ажывіўся, бо незадаволены рэканструкцыяй Старога Замка.`,
      },
      {
        name: "Гарадзенскі галем",
        src: "grodno-golem",
        description: `Увечары 7 чэрвеня 1935 года ў Гародні пачаліся беспарадкі, якія ператварыліся ў трохдзённы яўрэйскі пагром. У марадзёрстве ўдзельнічалі нават дзеці, а паліцыянты нічога не рабілі, каб спыніць гвалт і забойствы.
        <br/><br/>Каб абараніць гродзенскую яўрэйскую абшчыну рабін харальнай сінагогі заклікаў на дапамогу старажытную істоту - Голема. Голем - гліняны волат ажыўлены магічным шляхам. На трэці дзень пагрому многія яўрэі схаваліся ў Харальнай сінагозе, марадзёры не змаглі трапіць унутр і былі моцна збіты гліняным волатам. На раніцу Голем ператварыўся ў прах і аб гэтай гісторыі толькі хадзілі чуткі.`,
      },
      {
        name: "Здань сабакі ў Гродна",
        src: "grodno-ghost-dog",
        description: `Гарадзенскі сабака-прывід. У 1866 годзе ў ваколіцах горада Гродна з'явіўся жудасны прывідны сабака, які пачаў нападаць уначы на мінакоў набярэжнай ракі Нёман і загрызаць іх да смерці.
<br/><br/>Тыя, хто змог ад яго ўцячы, апісвалі яго, як вялізнага чорнага сабаку які свеціцца як бы знутры з яркімі як ліхтары вачамі. Гісторыі аб сабаку-здані пачалі хутка разыходзіцца за межы горада і дайшлі аж да самой Англіі. Так, у дэтэктыўнай аповесці сусветнавядомага пісьменніка Артура Конана Дойля “Прыгоды Шэрлака Холмса: Сабака Баскервіляў”, галоўны герой Шэрлак Холмс, разважаючы пра прывіднага сабаку Баскервіляў, успамінае, што падобны выпадак быў і ў Беларускім Гродна ў 1866 годзе і што выпадак гэты, вядомы амаль што ўсім крыміналістам.`,
      },
      {
        name: "Гарадзенскія цмокі",
        src: "grodno-dragons",
        description: `Гарадзенскія Цмокі. Гэта тыя самыя цмокі, якія выразаны з дрэва на старажытным драўляным доме ў Гродна па вуліцы Міцкевіча 7. Раён гэты называецца "Новы Свет". Я якраз недалёка жыву ад яго, я часта прагульваюся там, натхняюся. У беларускім фальклоры гэта дастаткова частая з'ява - упрыгожваць сваю хату цмокамі. Лічылася, што выява хатняга цмока (хута) можа адпудзіць дробных нячысцікаў.`,
      },
      {
        name: "Максім Знак",
        src: "maksim-znak",
        description: `У студзені 1691 года ў Гродна ў гарадскую ратушу даставілі падданага гродзенскіх брыгітак Максіма Знака з прыгараднага Каханава на інквізіцыю, яго вінавацілі ў чараўніцтве і вядзьмарстве.
<br/><br/>Супраць Знака выступаў на судзе мясцовы шынкар Сямён Юхальскі з жонкай Агнешкай Буракоўнай, ён сцвярджаў, што вядзьмак зачараваў іх з жонкай, а таксама іх дзяцей і нават цэлы дом жыхароў - менавіта так, гучаў запіс у кнізе актаў войтаўскага суда горада Гродна.
<br/><br/>Знак спачатку не прызнаваў сваю віну, але ўжо пасля першых катаванняў, прызнаўся ў тым, што ён вядзьмак і насылаў праклёны на мясцовых жыхароў.
<br/><br/>Знак таксама распавёў пасля катаванняў аб іншых вядзьмарах і вядзьмарках, якія жылі ў акрузе. Самым магутным з іх быў чародзей Расол, які жыў у Вярцілішках.
<br/><br/>Людзі кажуць, што пасля гэтых прызнанняў у Гродна з'явіўся сам Расол, які абышоў вакол ратушу, дзе сядзеў за кратамі Знак, і вымавіў заклён, пасля якога Знак ужо не даваў паказанні не пад якімі катаваннямі.
<br/><br/>Максіма Знака спалілі на Гродзенскай рыначнай плошчы каля ратушы.`,
      },
      {
        name: "Шэрая панда",
        src: "sheraja-panda",
        description: `Здань панды Любчанскага замка або Шэрая Панда. У 17 стагоддзі князямі Радзівіламі з Нясвіжа ў Смаргонях была заснавана Мядзведжая акадэмія, дзе дрэсіравалі мядзведзяў цыганы запрошаныя з Міра. Дарэчы, менавіта таму на гербе горада Смаргонь намаляваны мядзведзь. Багуслаў Радзівіл, на той момант уладальнік Любчанскага замка, вырашыў пераплюнуць сваіх Нясвіжскіх сваякоў і прывёз да сябе ў замак аднекуль панду. Панда жыла ў вежы каля каміна, бо заўсёды мёрзла, з-за чаго стала шэрага колеру. А пасля яна зусім звар’яцела, яе забілі і закапалі ў парку каля замка. З тых часоў здань закатаванай і забітай панды блукае па наваколлях замка ў Любчы і сваім рыкам палохае ўначы людзей.`,
      },
      {
        name: "Здань жанчыны ў Любчы",
        src: "lubcha-pryvid",
        description: `У 1898 сямейства Фальц-Фейн набывае палацавы маёнтак у беларускай Любчы. Пачынаецца будаўніцтва новага каменнага палаца, закладзены пладовы сад. У 1904 годзе Лідзія Фальц-Фейн, пасля першага шлюбу Набокава, пасля другога баранэса фон Пэйкер, выкупляе ў сваіх сваякоў часткі маёнтка і становіцца яго адзінай паўнапраўнай уладальніцай. Справы ў маёнтка ішлі не вельмі добра, назапасілася шмат даўгоў, пагаворваюць першы муж Лідзіі здраджваў ёй з дачкой лесніка. У выніку Лідзія ў тым жа годзе закладвае замак у Віленскі Зямельны Банк, разводзіцца з першым мужам. Калі выйшлі тэрміны выплаты доўгу, банк падзяліў маёнтак на часткі і прадаў іх сялянскім гаспадаркам. Па легендзе, менавіта ў гэты перыяд Лідзія прыехала ў Любчу і спрабавала патрапіць у палац, яе не пусцілі і яна доўга блукала па паркавых наваколлях. Сам палац усё ж застаўся ва ўладанні яе сямейства і пазней перайшоў да яе сына. Лідзія памерла ў 1937 годзе, а яе прывід да гэтага часу блукае па парку і наваколлях Любчанскага замка.`,
      },
      {
        name: "Яйка цмока ў Любчы",
        src: "lubcha-cmok",
        description: `Яйка Цмока ў Любчанскім замку. Паводле легенды, у часы Міндоўга ў Налібоцкай пушчы жыў цмок, які выкрадаў і еў у мясцовых жыхароў коней. Конюх князя вырашыў разабрацца з цмокам і ўспароў яму пуза дзідаю. Кішкі дракона конюх прынёс князю, за што ён сам атрымаў мянушку Кішка. Мянушка перайшла да нашчадкаў, а пачынаючы з Пятра Струмілы стала прозвішчам. Цмок той быў самкай і ў яго логаве заставалася цмокава яйка, якое конюх забраў сабе. Яйка перадавалася з пакалення ў пакаленне, пакуль Януш Кішка ў 1581 годзе не ўмураваў гэтае яйка ў сцяну каменнага замка, пры яго будаўніцтве. Яйка і дагэтуль там, а цень маці-цмока, яе здань, абараняе ўжо стагоддзі гэты замак ад разбурэння і запусцення. Ёсць і іншая легенда, што цмок жыў у Любчанскім замку і абараняў яго ад ворагаў, але быў забіты пры адной з аблог, а яйка яго людзі ўмуравалі ў сцяну ўжо каменнага замка, каб дух іх абаронцы заставаўся з замкам назаўсёды.`,
      },
      {
        name: "Гарніла",
        src: "garnila",
        description: `Гарніла - гэта частка студэнцкага фальклору, які нарадзіўся падчас валанцёрства і летнікаў у Любчанскім замку.
<br/><br/>У XVII стагоддзі, пасля смерці ўладальніка Любчы Януша Радзівіла, якога раптоўна атруцілі, замак пачаў прыходзіць у запусценне. Менавіта гэты стан замка і прыцягнуў да сябе істоту дзіўную і жудасную, яна пасялілася ў вежы над Нёманам, дзе раней размяшчалася турма. Гарніла - гэта чалавекападобная кашчавая істота, з вострымі зубамі і доўгімі рукамі. Паходжанне гэтага дэмана невядома, як і тое, адкуль ён прыйшоў. Гарніла нападае выключна на жанчын, раздзірае іх сваімі зубамі і кіпцюрамі на шматкі.
<br/><br/>Але з прыходам новага ўладальніка замка - Багуслава Радзівіла, замак зноў ажыў і Гарніла пакінуў вежу, сышоў у лес. Праз стагоддзі, калі замак зноў быў закінуты, Гарніла вярнуўся, але ўжо ў Кутнюю вежу. Рэканструкцыя прагнала гэтую істоту зноў і зараз яго месцазнаходжанне невядома....`,
      },
      {
        name: "Прывід манаха з Высокага",
        src: "vysokoe-monakh",
        description: `Баніфратры ці "добрыя браты" – гэта гішпанскі манаскі ордэн каталіцкай царквы. Галоўная задача ордэна - гэта апека аб хворых. Практычна ўсе браты ордэна працуюць у шпіталях. Бальніцы баніфратраў былі асабліва вядомыя ўнікальнымі метадамі травалячэння, а таксама эфектыўнай дапамогай людзям з псіхічнымі хваробамі.
<br/><br/>У Беларусі ордэн Баніфратраў з'явіўся ў 1785 годзе, калі па загадзе канцлера Аляксандра Сапегі быў закладзены першы і адзіны іх манастыр і касцёл на Беларусі ў горадзе Высокае, Брэсцкая вобласць.
<br/><br/>З манастыром звязана містычная легенда, у сярэдзіне XIX стагоддзя ўсе манахі ордэна раптоўна зніклі і больш ніколі не з'яўляліся ў сценах манастыра. Толькі адзін з манахаў, па нейкай прычыне адсутнічаў у манастыры ў момант знікнення астатніх. Ён вярнуўся ў манастыр і пачаў шукаць паўсюль сваіх братоў. Яго прывід і дагэтуль блукае па акругах Высокага і шукае астатніх манахаў.`,
      },
      {
        name: "Прывід ваяра з руін замка ў Высокам",
        src: "vysokoe-castle-pryvid",
        description: `Высокаўскі замак быў пабудаваны ў сярэдзіне XVII стагоддзя і належыў віцебскаму ваяводзе Паўлу Сапегу.
<br/><br/>Зараз ад замка засталіся толькі руіны, але ноччу побач з імі можна ўбачыць здань, ад выгляду якой кідае ў дрыготку і хочацца ўцячы.
<br/><br/>А самае цікавае, што прывіда можна не толькі бачыць, але і чуць. Па расказах жыхароў горада Высокае, каля руін замка можна сустрэць прывід воіна, закаванага ў латы.
<br/><br/>Не звяртаючы ні на каго ўвагі, ён выразна і манатонна ходзіць уздоўж рэшткаў падмурка былога палаца. Як быццам нясе варту. З'яўляецца прывід ненадоўга. Але калі пасля яго знікнення падысці бліжэй, то яшчэ некалькі хвілін можна чуць крокі чалавека, закаванага ў браню, па каменнай падлозе.
<br/><br/>Кажуць, што гэта - стражнік, пастаўлены ахоўваць скарб Паўла Сапегі.`,
      },
      {
        name: "Усяслаў Чарадзей",
        src: "vsrslav-charadzej",
        description: `Усяслаў Чарадзей - легендарны беларускі князь, уладар Полацка. Быў праўнукам Рагнеды і Ўладзіміра Яснага Сонейка. Пабудаваў Сафійскі Сабор у Полацку. Пэўны час нават быў князем Кіева. Паводле легенд, ‌Усяслаў быў ‌чарадзеям, валодаў магічнымі здольнасцямі, мог перакідвацца ў крумкача або воўка і пераадольваць у такім выглядзе вялікія адлегласці.`,
      },
      {
        name: "Волак і Вісек",
        src: "volok-vysek",
        description: `Калісьці, у старажытныя часы, на тым месцы, дзе зараз стаіць горад Ваўкавыск, былі непраходныя балоты і густыя лясы поўныя ваўкоў. Пра гэтыя мясціны ішла нядобрая гаворка, у гушчы гэтых лясоў лютавалі волаты-разбойнікі, крыважэрныя рабаўнікі - Волак і Вісек. Яны не шкадавалі нікога, усіх забівалі - і старых і маладых. Жыхары мясцовых вёсак папрасілі дапамогі ў свайго маладога князя Забейкі. Князь сабраў дружыну і адправіўся ў глыб лясоў. Доўга ваяры блукалі па лесе і балотах, але ўсё ж знайшлі рабаўнікоў. Бойка была не доўгай, разбойнікаў забілі, а на тым месцы на валуне высеклі іх імёны. Пасля балоты высахлі, лясы высеклі, а на тым месцы заснавалі горад. Назва горада і пайшла ад таго надпісу Волакавісек, а пазней трансфармавалася ў Ваўкавыск.`,
      },
      {
        name: "Ведзьма з Ляхавіч",
        src: "vedzma-liakhovichi",
        description: `Яшчэ да будаўніцтва Хадкевічам фартэцыі, у Ляхавічах стаяў драўляны замак. Паводле старажытнай беларускай легенды, нейкая чарадзейная сіла ўвесь час перашкаджала будаўніцтву замка. То налятаў моцны вецер, то здараліся дрэнныя выпадкі з працоўнымі. Уначы дазорцы знайшлі недалёка ад будоўлі ў лесе паганскае капішча і ведзьму ў воўчай скуры. Пасля яе затрымання згарэла ўся нарыхтаваная для будаўніцтва драўніна. Ведзьму было вырашана пакараць смерцю. Ведзьму кінулі ў раку і ўтапілі, пасля гэтага вада ў рацэ стала назаўжды цёмнай, а саму рэчку так да гэтага часу і называюць - Ведзьма. Ведзьму і зараз часам можна пабачыць каля Патапавіцкіх Камянёў.`,
      },
      {
        name: "Прывід мангольскага Хана",
        src: "tela-khana",
        description: `г.п. Целяханы (ад "цела Хана"), што на Брэстчыне, славiцца сваей "Лысай Гарой" - так яе называюць мясцовыя жыхары. Па легендзе, татара-мангольскi Хан дайшой да тых мясцiн i загiнуў там. Яго рассяклi мячом ад вуха да сядла. Потым пахавалi, а слугам загадалі насыпаць курган з усiм яго скарбам. Але і ў цяперашнi час кажуць людзi, што можна чуць ту бойку ды лязг жалеза. А хтосцi нават i самого Хана бачыў - яго здань.`,
      },
      {
        name: "Радар і Крыгавей",
        src: "radar-i-krygavej",
        description: `Згодна са старой беларускай легендай, Камянецкую Вежу для абароны ад цмока пабудаваў легендарны князь-асілак, каваль Радар. Па загаду польскага князя Ляха цмок Крыгавей увесь час нападаў на селішчы Камянецкага княства і забіваў хатнюю жывёлу. Тады князь Радар пры дапамозе свайго вялізнага молата выкаваў у сябе ў вежы спецыяльны плуг. Хітрасьцю ён запрог цмока ў плуг і праараў на ім зямлю аж да самой ракі Бух. Цмок вырваўся, плуг упаў у раку, а змей паляцеў назад у Польскае княства. Крыгавей перадаў пасланне Ляху, што за ракой Бух зямля беларусаў і совацца туды няма чаго. Плуг яшчэ доўга тырчаў з ракі, а Камянецкая Вежа і зараз стаіць у Камянцы.`,
      },
      {
        name: "Вёска Парэ",
        src: "pare",
        description: `Паляўнічы на вупыроў з Пінска каля вёсцы Парэ. XIX стагоддзе.
<br/><br/>Вёска Парэ Пінскага раёна ахутана мноствам цёмных гісторый. У вёсцы існуе старажытны незвычайны мясцовы абрад - накрываць магілы драўлянымі дубовымі калодамі - нарубамі. У народнай традыцыі гэты звычай звязаны з легендамі аб вупырах. Мясцовыя жыхары вераць, што дрэнныя людзі пасля смерці ператвараюцца ў вупыроў, вылазяць з магіл і п'юць чалавечую кроў. Менавіта таму магілы трэба накрываць нарубамі.
<br/><br/>Людзі з суседніх вёсак раяць прыезджым не хадзіць у Парэ.`,
      },
      {
        name: "Машэка",
        src: "masheka",
        description: `Паводле старажытнай беларускай легенды, некалі на месцы горада Магілёва стаяў густы лес, дзе знаходзіўся лагер разбойнікаў, галоўным з якіх быў Машэка. Раней Машэка быў селянінам, але калі сквапны шляхціц узяў сабе ў жонкі каханую Машэкі, то селянін у адплату стаў высакародным разбойнікам - ён рабаваў багатых і дапамагаў бедным. Па легендзе Машэка валодаў неверагоднай сілай, мог вырываць дрэвы з коранем і калоць рукамі камяні, роўных у баі яму не было. Легенды маўчаць, як Машэка атрымаў такую моц. Неўзаемнае каханне так разбойніка і загубіла, смерць ён сустрэў ад жонкі шляхціца. На ягонай магіле насыпалі вялікі курган, які людзі пачалі называць Магіла Льва, на гэтым месцы пазней і быў заснаваны горад Магілёў.`,
      },
      {
        name: "Ліздзейка",
        src: "lizdzejka",
        description: `Ліздзейка - легендарны вярхоўны жрэц Вайдэлот (Крыве-Крывайцiс), заснавальнік жрэцкай традыцыі ў Вільні. Калі Вялiкаму Князю Гедыміну ў Швiнтарогавай даліне каля ракі Вільні прысніўся велізарны сталёвы воўк на Туравай гары, які выў, як сотня ваўкоў, Ліздзейка растлумачыў яго як прадвесце таго, што ў гэтым месцы будзе сталічны горад, слава якога распаўсюдзіцца па ўсім свеце. Так была заснавана Вільня. Згодна з радавой легендай Радзівілаў, іх род паходзіць з вышэйшага жрэцкага саслоўя паганскай Літвы і яго родапачынальнікам як раз быў жрэц Ліздзейка. Паводле легенды Лiздзейка атрымаў ва ўладанні столькі зямель, колькі змог пакрыць гул яго рога. Адсюль і радавы герб Радзівілаў - трубы.`,
      },
      {
        name: "Цмокі вёскі Яя",
        src: "ja-ja",
        description: `Калі адчыніць спіс усіх населеных пунктаў нашай краіны (ад вёсак і мястэчак да пасёлкаў і гарадоў), дык ведаеце які з іх будзе ў самым канцы?
<br/><br/>Вёска Яя знаходзіцца на самай поўначы нашай краіны ў Браслаўскім раёне. Цікавая назва вёскі, так? Яйчане - мясцовыя жыхары, расказваюць легенду з'яўлення такой назвы. Калісьці на гэтых землях жыло два вялізныя і моцныя паазёрскія цмокі. Кожны з іх імкнуўся да таго, каб мясцовыя жыхары вызначалі менавіта яго, як абаронцу і ахоўніка. Счапіліся неяк два цмокі паміж сабой і спрачаліся:
<br/><br/>- Я самы моцны!
<br/>- Не, Я! Я!
<br/>- Я абаронца гэтых земляў! Я!
<br/>- Я! Яяяяяя!
<br/><br/>Доўга яны біліся і сіламі мераліся, перамагчы ж суперніка ні ў кога сілы не хапала. Мясцовыя жыхары прапанавалі цмокам спыніць спаборніцтва, тым больш, што сілы былі ў абодвух на зыходзе. А каб нікому не было крыўдна, то людзі гатовы былі ўшанаваць абодвух цмокаў і кожны будзе абаронцам вёскі, а саму вёску так і назвалі - Яя!`,
      },
      {
        name: "Хагрыд",
        src: "hagrid",
        description: `У кнізе "Гары Потэр і Ордэн Фенікса", Рубеус Хагрыд расказваў, як ён пасварыўся з вампірам у адным з Мінскіх пабаў у Беларусі. Адгэтуль можна зрабіць выснову, што ў чароўным свеце Гары Потэра ў Беларусі сапраўды ёсць вампіры і што ўлетку 1995 года дзесьці ў Менску быў паб для чараўнікоў.`,
      },
      {
        name: "Быхаўскія прывіды",
        src: "bykhauski-pryvid",
        description: `У канцы XVI стагоддзя Ян Караль Хадкевіч распачаў будаўніцтва мураванага палаца ў Быхаве. Нажаль, праца ў будаўнікоў не ладзілася і яны вырашылі звярнуцца да паганскага абраду ахвярапрынашэння. Было вырашана, першага чалавека, каго яны сустрэнуць па дарозе да замка, замураваць у сцяну палаца. Ахвярай стаў малады хлопец і ягоная дзяўчына. Будаўніцтва пайшло на лад, цудоўны палац пазней перайшоў ва ўладанні Льва Сапегі, а здані маладых людзей там з'яўляюцца і дагэтуль.`,
      },
      {
        name: "Здані Брэсцкай крэпасці",
        src: "brest-pryvid",
        description: `Брэсцкая Крэпасць гэта асаблівае месца, яно перажыло не мала гора і слёз, таму яно і прыцягвае да сябе мноства зданяў з мінулага.
<br/><br/>Але ёсць тут і доўгажыхары з прадстаўнікоў іншасвету, ужо больш за 100 гадоў на тэрыторыі крэпасці з'яўляецца жаночая здань у белых адзеннях.
<br/><br/>Ёсць дзве версіі паходжання гэтага прывіда. Першая, што гэта здань манашкі Бернардынскага манастыра 17 стагоддзя. І з'яўляецца яна недалёка ад месца, дзе знаходзіўся гэты кляштар.
<br/><br/>Па другой версіі - гэта юная дзяўчына, дачка польскага магната. На адным са свецкіх мерапрыемстваў у Белым Палацы яна была застрэлена адрынутым маладым салдатам. І з таго часу душа яе не знаходзіць сабе спакою.
<br/><br/>Ёсць і гістарычныя сведкі з'яўлення здані. У сваіх лістах дадому пра яе пісалі афіцэры і царскага войска, і польскія салдаты таксама паказвалі на тое, што ў Белым Палацы крэпасці перыядычна з'яўляецца постаць белай жанчыны.
<br/><br/>Прывіда можна ўбачыць і зараз у начной крэпасці. Здань сама па сабе бяскрыўдная, з'яўляецца і знікае, нікога не чапаючы.`,
      },
      {
        name: "Марцін Радзівіл - Алхімік",
        src: "alchemist",
        description: `Гамункул і вар'ят Алхімік. Гамункул - істота народжаная алхімічным шляхам, штучны мініятурны чалавек, якога алхімікі марылі стварыць у лабараторыі. Ці былі ў Беларусі алхімікі? Марцін Мікалай Радзівіл нарадзіўся ў 1705 годзе, з дзяцінства меў здольнасці да вывучэння навук, ён атрымаў добрую адукацыю, цікавіўся хіміяй, фізікай і медыцынай, але пры гэтым ён быў звар'яцелым. Хвароба перадалася яму ад бацькі, а яго ўсе браты і сёстры памерлі ў маленстве. Марцін мог зрабіць добрую палітычную кар'еру, але замест гэтага ён захапіўся алхіміяй, ператварыў свой радавы маёнтак у Чарнаўчыцах у лабараторыю, нікога туды не пускаў, атачыў сябе бандытамі і галаварэзамі. Марцін адрокся ад хрысціянства, прыняў юдаізм, вывучаў іудзейскія містычныя практыкі. Трымаў сваю жонку і дзяцей пад вартай, а сам зладзіў сабе сапраўдны гарэм з мясцовых дзяўчат. У лабараторыі праводзіліся пастаянныя доследы па вырошчванні Гамункула і спробы стварыць Філасофскі камень, які зробіць яго ўладальніка бессмяротным. Чарнаўчыцы ў той час ператварыліся ў жудаснае і цёмнае месца, людзі беглі ад вар'ята Алхіміка і чуткі пра яго доследы разносіліся па ўсім Каралеўстве.`,
      },
    ],
  },
];

export default function loadGhosts() {
  return {
    data: {
      categories: ghosts,
      title: "БЕЛАРУСКІЯ ЗДАНІ",
      description: `Беларуская міфалогія багатая не толькі сваімі фальклорнымі персанажамі, але і героямі мясцовых легенд і лакальнымі зданямі. Амаль кожны замак або яго руіны ў Беларусі маюць свайго прывіда, а то і двух-трох.
<br/><br/>У межах праекту "Беларускія нячысцікі" з'яўляюцца ў тым ліку і ілюстрацыі з расказамі пра лакальных зданяў ды мясцовых містычных істот. Ніжэй некаторыя з іх.`,
    },
  };
}
