const gods = [
  {
    name: "Старажытныя Багі",
    path: "gods",
    items: [
      {
        name: "Бацька Неба",
        src: "God",
        description:
          "Рыбны тэкст рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст",
      },
      {
        name: "Сусветнае Дрэва",
        src: "Susvetnae-Dreva",
        description:
          "Рыбны тэкст рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст",
      },
      {
        name: "Маці Зямля",
        src: "Ziamlia",
        description:
          "Рыбны тэкст рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст",
      },
      {
        name: "Пярун",
        src: "Piarun",
        description:
          "Рыбны тэкст рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст",
      },
      {
        name: "Агонь",
        src: "Ahon",
        description:
          "Рыбны тэкст рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст",
      },
      {
        name: "Вялес",
        src: "Viales",
        description:
          "Рыбны тэкст рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст",
      },
      {
        name: "Сонца і Месяц",
        src: "Sonca",
        description:
          "Рыбны тэкст рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст",
      },
      {
        name: "Спарыш",
        src: "Sparysh",
        description:
          "Рыбны тэкст рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст",
      },
      {
        name: "Зарніца і Вечарніца",
        src: "Zarnica",
        description:
          "Рыбны тэкст рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст",
      },
      {
        name: "Месяц",
        src: "Mesiac",
        description:
          "Рыбны тэкст рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст",
      },
      {
        name: "Вужыны Кароль",
        src: "Vuzhyny-Karol",
        description:
          "Рыбны тэкст рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст",
      },
      {
        name: "Сівы Воўк",
        src: "Sivy-Vouk",
        description:
          "Рыбны тэкст рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст",
      },
      {
        name: "Князь Бай",
        src: "Baj",
        description:
          "Рыбны тэкст рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст",
      },
      {
        name: "Доля",
        src: "Dola",
        description:
          "Рыбны тэкст рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст",
      },
      {
        name: "Дзяды",
        src: "Dziady",
        description:
          "Рыбны тэкст рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст",
      },
      {
        name: "Шкурапея",
        src: "Shkurapeja",
        description:
          "Рыбны тэкст рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст",
      },
      {
        name: "Стаўры і Гаўры",
        src: "Staury-i-Haury",
        description:
          "Рыбны тэкст рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст",
      },
    ],
  },
];

export default function loadGods() {
  return {
    data: {
      categories: gods,
      title: "БЕЛАРУСКІЯ БАГІ",
      description:
        "Рыбны тэкст рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст",
    },
  };
}

// JSON.stringify([
//   'Ahon',
//   'Baj',
//   'Dola',
//   'Dziady',
//   'God',
//   'Mesiac',
//   'Piarun',
//   'Shkurapeja',
//   'Sivy-Vouk',
//   'Sonca',
//   'Sparysh',
//   'Staury-i-Haury',
//   'Susvetnae-Dreva',
//   'Viales',
//   'Vuzhyny-Karol',
//   'Zarnica',
//   'Ziamlia',
// ].map(name => ({
//   name: 'Агонь',
//   src: name,
//   description: 'Рыбны тэкст рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст і яшчэ адзін рыбны тэкст',
// })))
